amd-ucode
base
base-devel
bash-completion
bat
bluez
bluez-utils
brightnessctl
cliphist
discord
dmidecode
dosfstools
efibootmgr
exfatprogs
eza
fastfetch
featherpad
file-roller
font-manager
fzf
gimp
git
gnome-disk-utility
gparted
grim
gst-plugin-pipewire
gvfs
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
imagemagick
imv
inxi
jq
jre17-openjdk
jre21-openjdk
kitty
kvantum
kvantum-qt5
kvantum-theme-materia
lib32-gnutls
lib32-nvidia-utils
libpulse
linux-firmware
linux-lts
linux-lts-headers
mako
materia-gtk-theme
mesa-utils
mpv
mtools
mtr
nano
nano-syntax-highlighting
networkmanager
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-open-lts
nvidia-utils
nwg-look
otf-font-awesome
pavucontrol
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
python-pip
qbittorrent
qt5ct
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6ct
qt6-wayland
sbctl
screen
sddm
seahorse
slurp
steam
sudo
terminus-font
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-roboto
tumbler
unrar
unzip
wget
wireplumber
wl-clipboard
fuzzel
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
yt-dlp
zip
zoxide
zsh
